tap "gap-system/gap"
brew "bbot"
brew "ffmpeg"
brew "ffuf"
brew "gau"
brew "gcc"
brew "ruby"
brew "gh"
brew "git"
brew "go"
brew "goose"
brew "httpx"
brew "jadx"
brew "jython"
brew "katana"
brew "libmagic"
brew "make"
brew "mas"
brew "naabu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "neovim"
brew "node"
brew "nuclei"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "openvpn"
brew "pandoc"
brew "pipx"
brew "prettier"
brew "pyenv"
brew "redis", restart_service: :changed
brew "ruff"
brew "s3scanner"
brew "subfinder"
brew "tree"
brew "trufflehog"
brew "uv"
brew "xq"
brew "yarn"
brew "gap-system/gap/gap"
cask "amneziavpn"
cask "burp-suite"
cask "burp-suite-professional"
cask "caido"
cask "cursor"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "fork"
cask "iina"
cask "imazing"
cask "imhex"
cask "keka"
cask "mactex-no-gui"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "postgres-unofficial"
cask "postman"
cask "qflipper"
cask "raycast"
cask "telegram"
cask "termius"
cask "transmission"
cask "visual-studio-code"
cask "yandex"
cask "yandex-music"
cask "zed"
mas "Amphetamine", id: 937984704
mas "Magnet", id: 441258766
mas "Velja", id: 1607635845
